Repository: DanXi-Dev/DanXi-swift
Catalog: DanXi Kit/Utils/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Check your connection, then retry.
zh_hans: 请检查网络连接后重试。

source: Danta Intelligence Error
zh_hans: 旦挞智能错误

source: Danta Intelligence could not be reached.
zh_hans: 暂时无法连接旦挞智能服务。

source: Danta Intelligence could not process this request.
zh_hans: 旦挞智能无法处理此请求。

source: Danta Intelligence is not connected.
zh_hans: 旦挞智能尚未连接。

source: Danta Intelligence returned an invalid response.
zh_hans: 旦挞智能返回了无效响应。

source: Danta Intelligence returned an unexpected response.
zh_hans: 旦挞智能返回了意外响应。

source: Danta Intelligence Session %lld
zh_hans: 旦挞智能对话 %lld

# Error %@: %@
source: Error %1$@: %2$@
zh_hans: 错误%1$@：%2$@

source: No reply was received. Refresh the conversation before sending again.
zh_hans: 尚未收到回复，请先刷新对话再决定是否重新发送。

source: Please sign in again, then retry.
zh_hans: 请重新登录后再试。

source: Please try again in a moment.
zh_hans: 请稍后重试。

source: Refresh the conversation to check whether it was received before sending again.
zh_hans: 请先刷新对话，确认消息是否已收到，再决定是否重新发送。

source: Refresh the instance status before trying again.
zh_hans: 请先刷新实例状态，再决定是否重试。

source: The Danta Intelligence request timed out.
zh_hans: 旦挞智能请求超时。

source: The instance operation is taking longer than expected.
zh_hans: 实例操作仍未完成。

source: The request identifier cannot be empty.
zh_hans: 请求标识不能为空。

source: This conversation is no longer available.
zh_hans: 此对话已不可用。

source: This request is already in progress.
zh_hans: 此请求正在进行中。

source: Token has expired, please login again.
zh_hans: 旦挞账户登录凭据失效，请重新登录。

source: Token not found.
zh_hans: 未找到旦挞账户登录凭据

source: Unable to check the instance status.
zh_hans: 无法查询实例状态。

source: Unable to connect to Danta Intelligence.
zh_hans: 无法连接旦挞智能。

source: Unable to load conversations.
zh_hans: 无法加载对话。

source: Unable to reset the instance.
zh_hans: 无法重置实例。

source: Unable to restart the instance.
zh_hans: 无法重启实例。

source: Unable to send the message.
zh_hans: 无法发送消息。

source: Unable to set up Danta Intelligence.
zh_hans: 无法开启旦挞智能。

source: Unable to start the instance.
zh_hans: 无法启动实例。

source: Unable to stop the instance.
zh_hans: 无法停止实例。

# VPN Error
source: Your requests are too frequent, please try again later. If this problem persists, please disable the automatic proxy in the settings of this App and access it under the campus network environment.
zh_hans: 您的请求过于频繁，请稍后再试。如果此问题持续出现，请在本App设置中关闭自动代理后在校园网环境下访问。

source: You do not have permission to perform this operation.
zh_hans: 你没有执行此操作的权限。

source: Your OpenClaw instance is not ready.
zh_hans: 你的 OpenClaw 实例尚未就绪。

source: Your login has expired.
zh_hans: 登录状态已失效。
